export type Topic = {
  id: string;
  title: string;
  questions: Question[];
};

export type Question = {
  id: string;
  text: string;
  answer: string;
};

export const botData: Topic[] = [
  {
    id: "rajyoga",
    title: "இராஜயோகம்",
    questions: [
      {
        id: "rajyoga1",
        text: "இராஜயோகம் தியானம் என்றால் என்ன?",
        answer:
          "ஆத்மாவாகிய நாம் பரமாத்மாவாகிய இறைவனை தொடர்புக் கொள்ளும் முறையே இராஜயோக தியானம் ஆகும்.",
      },
      {
        id: "rajyoga2",
        text: "இராஜயோகத்தின் மூலம் இறைவன் அருள் கிடைக்குமா?",
        answer:
          "இறைவன் அருள் பெறும் மிக எளிய வழியே இந்த இராஜயோக தியானம் ஆகும். ஒரு செலவும் இல்லாமல் மனதால் மட்டுமே இறைவனை நினைப்பதாலேயே நாம் எளிதாக இறைவன் அருள் பெறமுடியும். ஏழைக்களுக்காகவே இறைவன்.",
      },
      {
        id: "rajyoga3",
        text: "இராஜயோக தியானம் எப்படி செய்வது?",
        answer:
          "தான் இந்த அழியும் உடல் அல்ல, ஆனால் இந்தவுடலில் வாழும் தெய்வீக அழியாத சக்தி ஆத்மா என தன்னை புரிந்து உணர்ந்து இறைவனை மனதால் நினைப்பதே இராஜயோக தியானம் ஆகும்.",
      },
      {
        id: "rajyoga4",
        text: "இராஜயோக தியானம் செய்ய எதுவும் ஆசனப்பயிற்சி தேவையா? ",
        answer:
          "இல்லை. முதியோர், பருமானவர், உடல் நலமில்லாதவர், என அனைவருமே இந்த தியான பயிற்சியை செய்யலாம். இதற்கு எந்த ஆசனப்பயிற்சியும் தேவையில்லை. ",
      },
      {
        id: "rajyoga5",
        text: "இராஜயோக தியானம் கற்க எதுவும் கட்டணம் உண்டா? ",
        answer:
          "இல்லை. இது இறைவனால் கற்றுத்தரப்படும் இலவச தியானப்பயிற்சி இதற்கு எந்த கட்டணமும் தேவையில்லை.",
      },
      {
        id: "rajyoga6",
        text: "இராஜயோக தியானம் கற்க என்னத்தான் வேண்டும்?",
        answer:
          "தினமும் ஒருமணி நேரம் என்று, ஏழு நாள் அடிப்படை பாடம் எடுத்துக்கொள்ள வேண்டும். அவ்வளவு தான்.",
      },
       {
        id: "rajyoga7",
        text: "இராஜயோக தியானம் செய்ய ஏதுவான நேரம் எது?",
        answer:
          "இராஜயோக தியானம் கண்களை திறந்து செய்யும் தியானம் என்பதால் இதற்கு என்று ஒரு குறிப்பிட்ட நேரம் என்று ஒன்றில்லை. காரியங்கள் செய்யும் பொழுதுக் கூட இந்த தியானம் செய்யப்படுவதால் இதற்கு கர்மயோகம் என்றும் கூறப்படுகின்றது.",
      },
       {
        id: "rajyoga8",
        text: "எவ்வளவு நேரம் தியானம் செய்ய வேண்டும்?",
        answer:
          "ஒரு நிமிடம். ஆம் ஒரு நிமிடம் கூட இந்த தியானத்தினை செய்யலாம். அதுமட்டுமின்றி உங்களுக்கு சௌகரியமான நேரத்தில் சௌகரியமான நேரளவு இந்த தியானத்தை செய்யலாம்.",
      },
    ],
  },

  {
    id: "soul",
    title: "நான் - ஆத்மா",
    questions: [
      {
        id: "soul1",
        text: "நான் யார்?  நான், நான் என்பது யார்? ",
        answer:
          "நான் நான் எனும்பொழுது பொதுவாக இந்த உடலையும் இந்த முகத்தையும் தான் நான் என்று தவறாக புரிந்து இருக்கின்றோம். ஆனால் நான் என்பது இந்த உடல் கிடையாது. மாறாக நான் என்பது இந்த உடலையே செயல்படுத்த வல்ல உயிர் என்று பாமரமாக சொல்லப்படும், ஆத்மா ஆகும். ஆக நான் என்பது வெளிபுறமாக நாம் பார்க்கும் இந்த உடல் அல்ல இந்த உடலுக்குள் இருந்து அனைத்து காரியங்களும் செய்யும் ஆத்மாவே நான் எனப்படுவதாகும். ",
      },
      {
        id: "soul2",
        text: "நான் என்பது எண்ணங்களா இல்லை வேறா? ",
        answer:
          "நான் என்பது எண்ணங்கள் அல்ல. எண்ணங்கள் என்பது நான் என்று சொல்லக்கூடிய ஆத்மாவினுள் உள்ள மனதிலிருந்து எழுப்பப்படுவதே தவிர அவ்வாறு எழுப்பப்படும் எண்ணங்களே நான் என்பது முற்றிலும் தவறானது. ",
      },
       {
        id: "soul3",
        text: "நான் என்பது மூளையா? ",
        answer:
          "இல்லை. நான் என்பது மூளை இல்லை. மூளை உடலின் ஒரு பகுதி தானே தவிர அது தனித்தியங்குவதில்லை.  மூளை சாவு ஏற்பட்டால் உயிர் அதாவது ஆத்மா உடலைப் பிரிந்துவிடுகின்றது தான் அதனால் மூளைத்தான் உடலை இயக்குகின்றது என்றோ அது தான் நான் என்பதோ கிடையாது. மூளை என்பது கம்பியுட்டரின் சி பி யு போல தான் எப்படி சி பி யு இல்லையாயின் கம்பியுட்டர் செயல்படாதோ அவ்வாறு ஆத்மாவினால் மூளை இன்றி இந்த உடலை இயக்கமுடியாது தானே தவிர தான் அதே உடலில் இருக்கத்தான் வேண்டுமேன்ற கட்டாயம் இல்லாமல் அது வெளியேறுகின்றது. ",
      },
       {
        id: "soul4",
        text: "ஆத்மா உடலிலிருந்து எவ்வாறு வேறுபடுகிறது? ",
        answer:
          "முதலில் ஆத்மா பௌதீக பொருள் அல்ல அது ஒரு ஆற்றல் மிக நுண்ணியமான ஒளிப்புள்ளி, அதனால் அது அழியாதது. இந்த கண்களால் காணமுடியாதது ஆனால் உடல் ஐந்து தத்துவத்தினால் ஆனது அதாவது ஒரு பௌதீக கட்டமைப்பு ஆதலால் அது அழிந்துப் போகக்கூடியது. அடுத்து ஆத்மா சைத்தயமானது அதாவது “சித்” என்று சொல்லப்படக்கூடிய விழிப்புணர்வு உடையது. உடல் இல்லாவிடினும் கூட சில காரியங்கள் செய்யவல்லது.  ஆனால் உடல் ஆத்மா(உயிர்) இல்லாவிட்டால் அது ஜடமாகிவிடுகின்றது. அதற்கென்று ஒரு உணர்வோ, எண்ண உற்பத்தியோ, ஞாபக சக்தியோ, இயக்கமோ இருப்பதில்லை. ஆக ஆத்மா வேறு உடல் வேறு. ",
      },
       {
        id: "soul5",
        text: "ஆத்மாவின் இயல்பு (சுபாவம்) என்னென்ன? ",
        answer:
          "ஆத்மாவின் இயல்பு அமைதி அதாவது ஆத்மாவின் சுயதர்மம் என்பது அமைதி தான். மட்டுமின்றி ஆத்மாவின் இயல் குணங்கள் என்பது தூய்மை, அமைதி, ஞானம், அன்பு, மகிழ்ச்சி, ஆனந்தம் மற்றும் சக்தி ஆகும். நம்மை நாம் இந்த உடல் என நினைத்து இவைகளை நாம் இப்பொழுது தொலைத்துவிட்டோம். வெளியில் தேடிக்கொண்டிருக்கிறோம். அது வெளியில் நிரந்தரமாக கிடைக்காது. நமக்குள்ளே நிரந்தரமாக இருக்கின்றது. ",
      },
       {
        id: "soul6",
        text: "ஆத்மா அழிவில்லாதது (அமரமானது) என்று கூறுவதன் அர்த்தம் என்ன? ",
        answer:
          "ஆத்மாவிற்கு ஆக்கமும் இல்லை அழிவும் இல்லை. அதாவது உருவாக்கபடாத ஒன்று அழிக்கப்படமுடியாதது. அது ஒரு ஆற்றல். ஆற்றலை ஆக்கவோ அழிக்கவோ முடியாதது என்பதை நாம் அறிந்ததே. ஆனால் ஒரு ஆற்றல் இன்னொரு ஆற்றலாக மாறும் அதுப்போல் ஆத்மா உயர்ந்த நிலையிலிருந்து தாழ்ந்தும் தாழ்ந்த நிலையிலிருந்து உயர்ந்த நிலைக்கும் காலத்திற்கேற்றவாறு மாறுகின்றது. மேலும் ஆத்மா உடல் போன்று பௌதீக பொருள் அல்ல அதனால் அதற்கு அழிவு என்பது இல்லை. அதனால் தான் யாரேனும் இறந்தால் அவருடைய உடலின் பெயர் சொல்லி எப்பொழுது இறந்தார்கள் என்றும், உயிர் எப்பொழுது பிரிந்தது என்றும், உயிர் எப்பொழுது போச்சு என்றும் கேட்கின்றார்கள் ஏனெனில் உயிர் அழிவில்லாதது வெறுமனே உடலிலிருந்து பிரியக்கூடியது. உபயோகப்படாத உடல் உள்ளிருந்து வெளியே போகக்கூடியது. ஆனால் அழியாதது. ",
      },
       {
        id: "soul7",
        text: "ஆத்மா எங்கு, எப்படி இருக்கின்றது? ",
        answer:
          "ஒரு காரை இயக்க டிரைவர் சீட் எனப்படும் ஒரு இருக்கை தேவைப்படுகின்றது, யாரும் அமர்ந்து ஒரு காரியம் செய்ய ஒரு இருக்கை தேவைப்படுகின்றது, உதாரணம் முதலமைச்சர், பிரதமர், நீதிபதி, அதுப்போல் ஆத்மாவானது நெற்றியில் இருபுருவங்களுக்கு மத்திக்கு நேராக உள்கபாலத்தில் ஒரு வெற்றிடத்தில் இருக்கின்றது. அதனை சுற்றி ஹைப்போதலாமஸ் இருக்கின்றது. ஆத்மாவானது இந்த காண்களால் காணமுடியாதளவு மிக நுண்ணியமான ஒளிப்புள்ளி நட்சத்திரமாக இருக்கின்றது. ஒருவர் ஆத்மாவை இந்த கண்களால் காணமுடியாது ஆனால் அவர் தன்னை உணரலாம் தன் இருப்பபை உணரலாம். மூன்றாம் கண் எனப்படக்கூடிய தெய்வீக கண்ணால் ஆத்மாவை காணலாம். ",
      },
       {
        id: "soul8",
        text: "ஆத்மா எப்படி வேலை செய்கின்றது? ",
        answer:
          "உடலில் எப்படி 5 கர்ம இந்திரியங்கள் உள்ளனவோ, அதுப்போல் ஆத்மாவில் மனம் புத்தி சமஸ்காரம் என்ற மூன்று ஞான இந்திரியங்கள் உள்ளன. மனதின் வேலை எண்ணங்கள் எழுப்புவது, (என்ன வேண்டுமானலும் எண்ணம் வரலாம்), புத்தி மனதில் வரக்கூடியனவற்றினை தன்னிடம் உள்ள தகவல்களை பொருத்து முடிவெடுத்தலும், புது தகவல்களை சேமித்தலும் அதன் வேலையாகும். சமஸ்காரம் என்பது சமஸ்கிருத வார்த்தை. தமிழில் இயல்பு அல்லது சுபாவம் எனப்படுகின்றது. இந்த சமஸ்காரம் என்பது நாம் அடிக்கடி செய்யும் பழக்கவழக்கங்களின் தொகுப்பே சமஸ்காரம் ஆகும். இப்பொழுது இந்த சமஸ்காரம் தான் அதிகமான சமயங்களில் நம்மை ஆட்டோ பைலட் மோடில் அதாவது தன்னிச்சையாக நம் வாழ்க்கை நடத்துகின்றது. ஒருவரது சமஸ்காரத்தினைப் பொறுத்தே அவரது வாழ்க்கை அமைகின்றது. ",
      },
       {
        id: "soul9",
        text: "துக்கம் மற்றும் கோபம் போன்ற உணர்வுகள் ஆத்மாவுடன் தொடர்புடையதாஇ அல்லது உடலுடன் தொடர்புடையதா? ",
        answer:
          "கவனக்குறைவு, மனசோர்வு, மனவுளைச்சல், மனப்பாரம், சகிக்கமுடியாத தனிமை, சிடுசிடுத்தல், எரிச்சலடைதல், கவலை, காமம், பற்றுதல், துக்கம், கோபம், பொறாமை, என இன்னமும் பலவும், அதாவது கஷ்டம் தரும் அனைத்துமே உடல் உணர்வுகளேயன்றி ஆத்மாவினுடையது அல்ல. நாம் நம்மை ஆத்மா என புரிந்துணர்ைவு மாற்றிக்கொள்ளும் பொழுது நிலையான அமைதி ஆனந்தம் நம் வாழ்விலும் வர ஆரம்பிக்கின்றது. ",
      },
       {
        id: "soul10",
        text: "“நான் உடல் அல்ல, ஆத்மா” என்ற உணர்வு வாழ்க்கையை எவ்வாறு மாற்றுகிறது? ",
        answer:
          "இந்த சத்திய புரிதல் வாழ்க்கையை புரட்டிப் போட்டுவிடுகின்றது. முக்கியமாக இறப்பு என்ற காலனை எமனை வெல்லச் செய்கின்றது. ஏனெனில் ஆத்மா அழிவற்றது ஆக மரணம் பயம் நம்மை விட்டு ஒடோழிக்கிறது. நமக்குள் நிதானம் அமைதியை கொண்டுவருகின்றது. ஒரு தியாகம் சேவை நிறைந்த உருபடியான வாழ்க்கை வாழ வழிசெய்கின்றது. ஏன் உருபடியான வாழ்க்கை எனப்படுகின்றது, ஒருவர் 80 ஆண்டு வாழ்ந்து இறந்தபின் ஆத்மா உடலைவிட்டு பிரிந்தப்பின் தனக்காக என்ன செய்தோம் என திரும்பிப் பார்த்தால் ஒன்றுமே மிஞ்சியிராது. ஆனால் தன்னை ஆத்மா என வாழ்ந்தால், வாழ்ந்திருந்தால் அதிகம் சேமிப்பாகியிருக்கும். ",
      },

    ],
  },

  {
    id: "Supreame-soul",
    title: "இறைவன் - பரமாத்மா",
    questions: [
      {
        id: "Supreame-soul1",
        text: "எல்லோருக்கும் பொதுவான இறைவன் யார்? எப்படி? ",
        answer:
          "நாம் அனைவரும் ஆத்மாக்கள் என்பதே ஆக சத்தியம். (தயவுசெய்து ஆத்மா கேள்விகளை படிக்கவும்) ஆத்மா ஒளி ரூபமானது. மிக நுண்ணியமானது. ஆத்மாவின் தந்தை தான் இறைவன். நாம் ஆத்மா நம் தந்தை பரமாத்மா மிக எளிமையானது. இறைவன் நாம் ஆத்மாக்களைப் போலவே அவரும் மிக நுண்ணிய ஒளிப்புள்ளியாகத் தான் இருக்கின்றார். எனவே உலகில் உள்ள அனைவரும் ஆத்மாக்கள்> அதாவது உடலின் சாதி மத இன நாடு பேதமில்லாமல் அனைவரும் ஒளிப்புள்ளி ஆத்மாக்கள் அத்தனை ஆத்மாக்களுக்கும் ஒரே தந்தை இறைவன். ஆத்மாக்களாகிய நமக்கு உடலுக்கு தான் பெயர் இருக்கின்றது ஆனால் ஆத்மாக்களின் தந்தை இறைவனுக்கோ பரம ஆத்மா மீதே பெயர் இருக்கின்றது.  அது சிவன் என்பதாகும், அதாவது சிவன் என்றால் நன்மை செய்யக்கூடியவர், மங்களகாரி, கல்யாணக்காரி. சதா சிவன்; - சதா நன்மை செய்யக்கூடியவர் என்பதாகும். ",
      },
      {
        id: "Supreame-soul2",
        text: "இறைவனது தன்மைகள் என்னென்ன?",
        answer:
          "இறைவன் ஒளிப்புள்ளி வடிவானவர். நம்மைப்போன்று உடல் உருவம் இல்லாதவர். அன்பே சிவம் என்பதால் மிக அன்பானவர். நம்முடைய அனைத்து உறவாக கடவுள் இருக்கின்றார். மிக எளிமையாக இருப்பவர், எந்த ஆடம்பரத்தையும் காட்டிக்கொள்ளாதவர். ஆனால் அனைத்து காரியங்களை செய்பவர். ஞானக்கடலாக இருந்து குழந்தைகளையும் தனக்கு சமமாக தேவி தேவரர்களாக மாற்றுபவர். அனைத்து குணங்களின் கடலாக இருப்பவர்> சக்திகளின் கடலாக இருப்பவர். இரக்க கருணை கடலாக இருப்பவர். மிக உன்னத நீதிபதியாகவும் இருப்பவர். அனைத்து ஒளிப்புள்ளி ஆத்மாக்களாகிய நாம் அனைவரின் தந்தையும் ஒரு ஒளிப்புள்ளி வடிவான ஒப்புயர்வற்ற சக்தியே பரம் ஆத்மா. நாம் ஆத்மா நம் தந்தை, பரமாத்மா பரம்பொருள் பரமபிதா. பரம் என்பதின் பொருள் மிக உயர்ந்தது. உயர்ந்த ஆத்மா (பரம் ஆத்மா), அவர் இருப்பது உயர்ந்த இடம் (பரலோகம்), உயர்ந்த தந்தை (பரம் பிதா), உயர்ந்த பொருள்(பரம்பொருள்). ஆத்மாக்களாகிய நம் தந்தை பரமாத்மாவின் பெயர் சிவன். அதன் பொருள் - அனைவருக்கும் நன்மை செய்பவர். அதனாலேயே சதாசிவன் என்றார்கள்.",
      },
      {
        id: "Supreame-soul3",
        text: "இறைவனது காரியங்கள் என்னென்ன?",
        answer:
          "அனைவருக்கும் உயிர் பிச்சையளிக்கின்றார். ஒவ்வொருவரின் துக்கங்களை நீக்கி சுகம் பெற வழிக்காட்டுபவர், மேலும் ஒட்டுமொத்த துக்க உலகத்தை சுகமயமான சொர்க்கமாக மாற்றுகின்றார். பக்தர்களின் கூக்குரலைக் கேட்கின்றார். அவர்களின் கோரிக்கைகளை நிறைவேற்றுகின்றார். ஞானக்கடலாக இருந்து குழந்தைகளையும் தனக்கு சமமாக தேவி தேவரர்களாக மாற்றுபவர். அனைவருக்கும் முக்தி ஜீவன் முக்தியை வழங்குகிறார். ",
      },
      {
        id: "Supreame-soul4",
        text: "இறைவன் எங்கும் நிறைந்த சர்வவியாபியா? அல்லது எங்கு இருக்கின்றார்? ",
        answer:
          "இல்லை. இறைவன் எங்கும் நிறைந்தவர் அல்ல. அப்படி நினைப்பது ஒரு பாவனையே தவிர உண்மையல்ல. மேலும் விவரங்களுக்கு அருகில் உள்ள பிரம்மாகுமாரிகள் கிளைநிலையத்தினை அணுகவும். இறைவன் இந்த பூலோகத்தில் வசிப்பவர் அல்ல. சூரிய, நட்சத்திரத்தின் ஒளிக்கூட எட்ட முடியாத மிக உயர்ந்த இடமாகிய, செம்பொன்னிறமான பரந்தாமத்தில் இருப்பவர். பூமியில் தர்மம் அழிந்து அதர்மம் தலை விரித்தாடும் பொழுது தர்மத்தினை நிலை நாட்ட மட்டுமே பூமியில் அவதரிக்கின்றார்.",
      },
      {
        id: "Supreame-soul5",
        text: "அந்த உலகிற்கு நாம் போக முடியுமா?",
        answer:
          "நாம் இந்த சரீரத்தோடு அங்கு போக முடியாது. நம்மை அழைத்து செல்ல அவர் வந்துள்ளார்.தன்னை ஆத்மா என்று உணர்ந்து தந்தையை நினைவு செய்வதால் அங்கு போகலாம்",
      },
      {
        id: "Supreame-soul6",
        text: "இறைவனை எங்கே காணலாம்?",
        answer:
          "இறைவனுக்கு நம் போன்ற ஸ்தூலமான உருவம் இல்லாததால்> அவரை இந்த கண்களால் காணமுடியாது. ஆத்மாவைப் போன்று மிக சூட்சும புள்ளி உருவமானதால் மஹாபாரதத்தில் சகாதேவன் கண்ணனை மனதில் கட்டியது போன்றே இறைவனை மனதால் அதாவது மூன்றாவது கண்ணால் காணமுடியும். ஆத்மாவின் புத்தி என்ற கண் வழியே இறைவனை சதா காலமும் காணலாம். ",
      },
      {
        id: "Supreame-soul7",
        text: "இறைவனை அடையும் வழிகள் என்ன?",
        answer:
          "இறைவனை அடையும் வழிகளை இறைவனே வந்து கூறாதவரை யாருக்கும் தெரியாது. இறைவன் இந்த பூமிக்கு வந்து நமக்கு> படைப்பவர் (தன்னைப்பற்றி) படைப்பு (நாம் ஆத்மாக்கள் மற்றும் இந்த உலகம்) மற்றும் படைப்பின் முதல்> இடை மற்றும் கடைசியின் இரகசியத்தை சொல்கின்றார். அவர் கூறும் வழிப்படி நடப்பதனால் நாம் அவரைப் போல் ஆகி ஆவரோடு வீட்டுக்கு செல்வோம். மற்றபடி நம்மை ஆத்மா என உணர்ந்து இறைவனை மனதால் நினைத்தாலே அவரை அடைந்துவிடுவோம்.",
      },
      {
        id: "Supreame-soul8",
        text: "இறைவன் வரும் காலம் எது?",
        answer:
          "இறைவன் இந்த பூமிக்கு வரும் வேளையானது சங்கமயுகம் என்றழைக்கப்படுகின்றது. பக்தியில் கூட ஈசன் பிரம்மா முகூர்த்தத்தில் பூமிக்கு வருவதாக ஐதீகம் உள்ளது. அதுப்போல் பிரம்மாவின் இரவு முடிந்து பிரம்மாவின் பகல் ஆரம்பிக்கும் முன் வரக்கூடிய முழு உலகின் பிரம்மமுகூர்த்தத்தில் இறைவன் சிவன் பூமியல் பரகாய பிரவேசம் செய்கின்றார். பூமியில் நான்கு யுகங்கள் முடிந்து> கலியுக கடைசி மற்றும் சத்யுக ஆதிக்குமான இடைப்பட்ட மிக சிறிய காலக்கட்டமாகிய சங்கமயுகத்தில் பரமாத்மா பூமிக்கு வருகின்றார். அதுவே இப்பொழுது நடந்துக்கொண்டிருக்கின்றது.",
      },
      {
        id: "Supreame-soul9",
        text: "சிவராத்திரி என்றால் என்ன?",
        answer:
          "ஆத்மாக்களாகிய நம் தந்தை பரமாத்மாவின் பெயர் சிவன். அதன் பொருள் - அனைவருக்கும் நன்மை செய்பவர். அதனாலேயே சதாசிவன் என்றார்கள். சதா நன்மையே செய்யக்கூடியவர் என்பதால். அந்த உயர்ந்த தந்தை தூய்மையின் கடலாக கருணையின் கடலாக அன்பே சிவமாக இருக்கின்றார். இப்பொழுது நம்மை நினைத்துப்பார்ப்போம். அதற்கு நேர்மாறாக நாம் இருக்கின்றோம். மேலும் இறைவனைப் போன்று எந்த சக்திகளும் இன்றி ஒளிக்குன்றி மனதிற்குள் இருளடைந்து இருக்கின்றோம். அதற்கு பெயர் அறியாமை என்ற அஞ்ஞான இருள். இவ்வாறு இருள் முற்றி இருக்கையில் இறைவன் இந்த மன மாசுகளை நீக்கி நம்மை தூய்மை படுத்தி அழைத்துச்செல்ல பரதாமத்திலிருந்து இந்த பூமிக்கு வருகின்றார். இறைவன் நம்மைபோன்றே ஒளிப்புள்ளியாக இருந்தாலும், நம்மைப் போல் அவர் பிறப்பு இறப்புகளில் வருவதில்லை. நம்மைப் போன்று மனித உருவ உடல் எடுத்து பிறப்பதில்லை அதனாலேயே நம் மாயப்பிறப்பறுக்கும் மன்னனடி போற்றி என புகழப்படுகின்றான். இறைவன் நம் மன வலிகளை அறிகிறார், மன குமுறல்களை கேட்கிறார், நம் வேண்டுதல் கேட்டு தீர்வளிக்க இந்த பூமிக்கு வருகிறார். அப்படி வருதலே சிவராத்தரி எனப்படுகின்றது. இந்த மனித மனத்தின் அஞ்ஞான இருளே ராத்திரி எனப்படுகின்றது. இந்த இருளை போக்க சிவன் வருவதால் இது சிவராத்திரி என்றழைக்கப்படுகின்றது. அவர் இந்த ஒருநாள் இரவிற்காக வரவில்லை. ஒட்டுமொத்த உலகில் வாழும் மனிதர்களின் மனதின் இருளை அகற்ற வந்துள்ளார். அதனால் சிவராத்திரி என்பது ஒருநாள் விசயமில்லை. அது ஒரு மெகா புராஜெக்ட்.",
      },
      {
        id: "Supreame-soul10",
        text: "பிரம்மா விஷ்ணு சங்கர் யார் இவர்கள்?",
        answer:
          "இறைவன் சிவன் பிரம்மா மூலமாக படைத்தலையும்> விஷ்ணு மூலமாக புது சிருஷ்டியை காத்தலும்> சங்கர் மூலமாக அழித்தலையும் செய்கின்றார். அதனாலேயே மும்மூர்த்தி என்று அழைக்கப்படுகின்றார். இந்த மூன்று காரியங்களையும் இறைவன் சிவனே செய்கின்றார்.",
      },
      {
        id: "Supreame-soul11",
        text: "சிவன் என்பதாக ஒரு உருவம் பக்தியில் காண்பிக்கப்பட்டிருக்கிறதே அது தான் சிவனா? ",
        answer:
          "அது சிவன் அல்ல. அது சங்கர் என்று சொல்லப்படக்கூடிய அழிவிற்கு ஒரு ஆகார தேவர். பக்தியில் இறைவன் சிவனும் சங்கரனும் ஒன்றாக காண்பித்துவிட்டாதால் இறைவன் சிவனின் உண்மையான மஹிமை தெரியாமல் போய்விட்டது. இறைவன் சிவனுக்கு உடல் உருவமற்றவர் ஒளிப்புள்ளி வடிவானவர். நிராகாரமானவர். ஆக சிவன் வேறு நாம் சிவன் என்று நினைத்துக்கொண்டிருக்கும் சங்கர் வேறு. சிவன் வேறு என்பதனால் தான் அனைத்து சிவன் கோவில்களிலும் கர்ப்பகிரகத்தில் உருவமற்றவர் என்பதினை நிருபிக்கவே லிங்கம் இருக்கின்றது. ",
      },
    ],
  },

  {
    id: "three-worlds",
    title: "உலகம் - மூன்று",
    questions: [
      {
        id: "three-worlds1",
        text: "ஈரெழு உலகங்கள் உள்ளன எனப்படுகிறதே உண்மையா?",
        answer:
          "இல்லை. இறைவன் அருளி கூறியது மூன்று உலகங்கள் தான். அவை 1) இந்த பௌதீக உலகம். 2) அடுத்து இந்த பூலோகத்திற்கு மேல் போர்வையாக  வெள்ளைநிற ஒளியால் ஆன சூட்சும உலகம். 3) சூட்சம உலகத்திற்கு மேல் போர்வையாக செம்பொன்னிற ஒளியால் ஆன பரந்தாமம் அல்லது ஆத்ம உலகம் என்று மூன்று உலகங்கள் தான் இருக்கின்றன. ",
      },
      {
        id: "three-worlds2",
        text: "மூன்று உலகங்களில் யார் யார் எப்பொழுது இருப்பார்கள்?",
        answer:
          "இந்த பௌதீக உலகத்தில், நாம் மனிதர்கள் அதாவது உடலோடு உயிரும் சேர்ந்து, ஐந்து தத்துவங்களோடு வாழக்கூடிய ஸ்தூல உலகம் என்றும் மெட்டிரியல் வேர்ல்டு என்று அழைக்கப்படுகின்றது. இங்கு நாம் மனிதர்கள் வாழ்கின்றோம். ஒலியோடு பேசுகின்றோம். இரண்டாவதாக சூட்சும உலகில் சூட்சும உடலுடைய தேவதைகள் வாழ்கின்றார்கள். இது சங்கமயுகத்தில் மட்டுமே அதாவது இறைவன் பூமிக்கு வரும் காலம் மட்டுமே இதுவும் இருக்கும். இங்கு சைகையால் மட்டுமே பேசுவார்கள். இங்கு ஒலிக் கிடையாது. மூன்றாவதாக ஆத்ம உலகம், அமைதி உலகம். எண்ணங்கள் கூட இல்லாத அமைதி உலகம். ஆத்மாக்களின் வீடு அது. ஆத்மாக்கள் பூமிக்கு வரும் முன் அங்கு தான் இருப்பார்கள். அது முக்தி தாமம் என்றும் அழைக்கப்படுகின்றது.",
      },
    ],
  },

  {
    id: "drama-wheel",
    title: "வாழ்க்கை - நாடகம்",
    questions: [
      {
        id: "drama-wheel1",
        text: "ஜீவாத்மாக்கள் எத்தனை ஜென்மம் எடுக்கிறார்கள்?",
        answer:
          "அதிகபட்சம் 84 பிறவிகள் எடுக்கிறார்கள்.  எல்லோரும் 84 பிறவிகள் எடுப்பதில்லை.  சத்யுகத்தின் ஆரம்பத்தில் வருபவர்கள் 84 பிறவிகள் எடுக்கிறார்கள்.",
      },
      {
        id: "drama-wheel2",
        text: "ஜீவாத்மா வேறு ஜீவராசிகளாக பிறப்பு எடுக்குமா? ",
        answer:
          "ஒரு ஜீவாத்மா ஒரு கல்பத்தில்  84 ஜென்மங்கள் அதாவது பிறவிகள் எடுக்கின்றன.  84 பிறவியும் ஜீவாத்மாகவே பிறக்கின்றன. மற்றபடி 84 லட்சம்  ஜீவராசிகளாக பிறவிகள் எடுக்காது.",
      },
      {
        id: "drama-wheel3",
        text: "மனித சமூகத்தின் முதல் தந்தை தாய் யார்?",
        answer:
          "சங்கமயுகத்தில் ஈஸ்வரிய ஞானத்தையும் யோகத்தையும் கற்று முதன்மையாக தேர்ந்ததாலே  பிரஜாபிதா பிரம்மாவும், சரஸ்வதியாகவும் மனித சமூகத்தின் முதல் தாய் தந்தை ஆனார்கள். பிறகு சத்யுகத்தின் ஆரம்பத்தில் ஸ்ரீ நாராயணனாகவும் ஸ்ரீ லெட்சுமியாகவும் பதவி அடைகிறார்கள். அவர்களின் 84 ஜென்ம கதையை தெரிந்து கொண்டால் அனைத்து ஜீவாத்மாக்களின் கதையையும் தெரிந்து கொண்டது போல் ஆகிவிடும்.",
      },
      {
        id: "drama-wheel4",
        text: "எத்தனை யுகங்கள் உள்ளன? அவைகளின் கால அளவு எவ்வளவு? ",
        answer:
          "சத்யுகம், திரேதா யுகம், துவாபர யுகம் மற்றும் கலியுகம் என்று நான்கு யுகங்களும், ஒவ்வொன்றின் 1250 ஆண்டுகள் கால அளவாகவும் உள்ளது. மேலும் கலியுக கடைசி மற்றும் சத்யுகத்தின் ஆரம்பத்திற்கும் இடைப்பட்ட கால அளவு ஒரு சிறிய யுகமாக, சங்கமயுகம் என்று மொத்தமாக ஐந்து யுகங்கள் உள்ளன.",
      },
      {
        id: "drama-wheel5",
        text: "சத்யுகம் பற்றி… ",
        answer:
          "ஆரம்பத்தில் 9 லட்சம் ஆத்மாக்கள் வருகின்றன.  முடிவில்  2 கோடி ஆத்மாக்கள் உள்ளனர். சத்யுகத்தின் ஆயுட்காலம் 1250 வருடம் ஆத்மாக்கள் 8 ஜென்மம் எடுக்கின்றனர். ஆத்மாக்களின் ஆயுட்காலம் 150 வருடம்.  8 ஜென்மம் என்பதால் 8 என்ற எண்ணிற்கு சிறப்பு உள்ளது.  கோயில்களில் அஷ்ட லட்சுமிக்கு பூஜை செய்கிறார்கள்.  8 மணி மாலை வைத்துக்கொள்கிறார்கள். ஜீவாத்மாக்கள் சத்யுகத்தில் சூரியவம்சத்தினராக,  சதோபிரதானமாக, 16 கலைகள்  பொருந்தியவராக, சம்பன்ன சம்பூர்ணமாக, மரியாதைக்குரியவராக, நிர்விகாரியாக, சத்தியமானவராகவும், தங்கத்திற்கு சமமாக இருப்பார்கள்.  முழு உலகத்திலும் முழுமையான சுகத்தையும் அனுபவிக்க கூடியவர்கள்.",
      },
      {
        id: "drama-wheel6",
        text: "ராமநவமி என்று ஏன் சொல்லப்படுகிறது?",
        answer:
          "திரேதாயுகத்தில் 9வது ஜென்மம் ஆரம்பம் ஆகிறது.  அப்பொழுது ராமர் சீதையின் ஆட்சி  ஆரம்பம்  ஆகிறது.  அதனால் இராமரின் பிறப்பு ராமநவமி. என்று கூறப்படுகிறது.",
      },
      {
        id: "drama-wheel7",
        text: "திரேதா யுகம் பற்றி…",
        answer:
          "திரேதாயுகத்தின் ஆயுட்காலம் 1250 வருடம். 12 ஜென்மம்  எடுப்பார்கள். அவர்களின் ஆயுட்காலம் 125 ஆண்டுகள். திரேதா யுகத்தில் ஆத்மாக்கள் 2 கலைகள் குறைந்து 14 கலைகளுடன் சதோ குணமுடையவராக வெள்ளிக்குச் சமமாக பாதி சொர்க்கத்தில் இருப்பார்கள்.  இராமர் சீதையாக ஆட்சி செய்வார்கள்.  அவர்கள் கையில் வில்அம்பு இருக்கும். 33 கோடி ஆத்மாக்கள் வசிப்பார்கள். அதனால் தான்  பூஜை செய்யும் போது 33 கோடி தேவி தேவதைகளின் சாட்சியாக என்று பண்டிதர்கள் கூறுகின்றனர்.",
      },
      {
        id: "drama-wheel8",
        text: "துபாரயுகம் பற்றி…",
        answer:
          "துபாரயுகத்தின் ஆயுட்காலம் 1250 வருடம் 21 ஜென்மம் எடுப்பார்கள். அவர்களின் ஆயுட்காலம் சராசரியாக மதிப்பிடப்படுகிறது. பூஜிக்கத்தக்க நிலையில் இருந்த ஆத்மாக்கள் பூசாரி ஆகியிருப்பார்கள்.  12கலைகள் நிறைந்து செம்புக்கு சமமாக இருப்பார்கள்.",
      },
      {
        id: "drama-wheel9",
        text: "பக்தி எப்பொழுது ஆரம்பம் ஆகிறது? ",
        answer:
          "துபாரயுகத்தில் இருந்து பக்தி ஆரம்பம் ஆகிறது. முதன்முதலில் பரம்பிதா பரமாத்மா சிவபெருமானை  வழிபட விக்ரமாதித்த மகாராஜா வைரத்தால் சிவலிங்கத்தை ஸ்தாபித்து பூஜிக்க தொடங்குகிறார்கள். சிவனுக்கு பக்தி செய்கிறார்கள்.",
      },
      {
        id: "drama-wheel10",
        text: "84வது ஜென்மம் எப்படி ஏற்படுகிறது?",
        answer:
          "83வது ஜென்மத்தில் பிரம்மாவின் திருவாய் மூலம் இந்த ஞானம் கேட்டு பிரம்மகுமார் பிரம்மாகுமாரியாக 84வது பிறவி எடுக்கிறோம்",
      },
      {
        id: "drama-wheel11",
        text: "ஏணிப்படியில் படிபடியாக இறங்கி வந்த நாம் எப்படி ஏறுகிறோம்?",
        answer:
          "சங்கமயுகத்தில் இந்த தெய்வீக ஞானத்தின் மூலம் தெய்வீக குணங்களை தாரணை சதோபிரதானமாகி சத்யுகத்திற்கு மாற்றம் ஆகிறோம்.  இதற்கு தான் ஒரு வினாடியில் ஜீவன்முக்தி என்கிறோம்.",
      },
      {
        id: "drama-wheel12",
        text: "ஆத்மா என்றால் என்ன?",
        answer:
          "ஆத்மா என்பது உடலல்ல. அது சிந்திக்கும், உணரும், அனுபவிக்கும் ஒளியின் புள்ளியாகும். நான் ஒரு ஆத்மா என்ற உணர்வே ஆன்மிக வாழ்க்கையின் அடிப்படை.",
      },
      {
        id: "drama-wheel13",
        text: "ஆத்மா என்றால் என்ன?",
        answer:
          "ஆத்மா என்பது உடலல்ல. அது சிந்திக்கும், உணரும், அனுபவிக்கும் ஒளியின் புள்ளியாகும். நான் ஒரு ஆத்மா என்ற உணர்வே ஆன்மிக வாழ்க்கையின் அடிப்படை.",
      },
    ],
  },

  // {
  //   id: "ladder",
  //   title: "ஏன் இப்படி – ஏணிப்படி",
  //   questions: [
  //     {
  //       id: "ladder1",
  //       text: "ஆத்மா என்றால் என்ன?",
  //       answer:
  //         "ஆத்மா என்பது உடலல்ல. அது சிந்திக்கும், உணரும், அனுபவிக்கும் ஒளியின் புள்ளியாகும். நான் ஒரு ஆத்மா என்ற உணர்வே ஆன்மிக வாழ்க்கையின் அடிப்படை.",
  //     },
  //   ],
  // },

  {
    id: "karma",
    title: "இன்ப துன்பம் - கர்மா",
    questions: [
      {
        id: "karma1",
        text: "வாழ்க்கையில் இறைவன் ஏன் இவ்வளவு கஷ்டங்கள் தருகின்றான்? (அ) வாழ்வின் கஷ்ட சுகங்களுக்கு காரணம் என்ன? ",
        answer:
          "இறைவன் ஒருபொழுதும் கஷ்டங்களை கொடுப்பதில்லை. இறைவன் நம் தந்தை நம்மை அழவைத்து அழுகு பார்க்க அவருக்கு ஆசையில்லை. ஒருவருடைய தனிப்பட்ட சுக துக்கங்களுக்கு காரணம் அவரவருடைய காரியங்களின் எதிர்விளைவேயாகும். அதற்கு பெயர் கர்மா என்பதாகும். கிடைப்பெறுகின்ற நேரம் வாய்ப்பைப் பொருத்து இடம் காலம் மாறி மாறி வருதவதனால் இன்பம் துன்பம் கலந்த வாழ்க்கையாக நாம் கிடைக்கப்பெறுகின்றோம்.",
      },
      {
        id: "karma2",
        text: "கர்மா என்றால் என்ன?",
        answer:
          "அவரவர் செய்த காரியங்களின் விளைவாக உண்டாக நன்மை மற்றும் தீமை செயல்களின் எதிர்வினையான பாவமாவோ அல்லது புண்ணியமாகவோ மாறி அதன் பலனை கொடுப்பது தான் கர்மா ஆகும்.",
      },
      {
        id: "karma3",
        text: "முற்பிறவி மறுபிறவி உள்ளதா? ",
        answer:
          "ஆம் முற்பிறவி மறுபிறவி உள்ளது. பல பிறவிகள் எடுத்தே இங்கு வந்துள்ளோம்.",
      },
      {
        id: "karma4",
        text: "கர்மா முன்பிறவியினுடையதா இல்லை இப்பிறவியினுடையதா? ",
        answer:
          "கர்மா முற்பிறவியினுடையதும் உள்ளது. இப்பிறவியினுடையதும் உள்ளது. இப்பிறவியில், இப்பிறவியில் செய்த பாவ புண்ணியங்கள்,  தீர்க்க வாய்ப்போ நேரமோ இல்லையென்றால் அது அடுத்தப்பிறவிக்கு பின் தொடருகின்றது. ",
      },
      {
        id: "karma5",
        text: "முற்பிறவியிலும் சரி இதுநாள் வரையிலும் எனக்கு இது தெரியாமல் செய்த கர்மாவினை என்னால் தவிர்க்க முடியுமா? ",
        answer:
          "கர்மாவை தவிர்க்க முடியாது. அதனை எதிர்க்கொண்டேயாக வேண்டும். இறைவன் துணையினால், இறைவன் சக்தியினால் அதனை தாக்கத்தை விட நாம் சக்திசாலிகளாக ஆகிவிடமுடியும். அப்பொழுது அந்த கர்மாவின் துன்பம் கூட விளையாட்டு ஆகிவிடுகின்றது.",
      },
      {
        id: "karma6",
        text: "நாம் செய்த பாவங்களை அழிக்க வேறுவழி இருக்கின்றதா? ",
        answer:
          "ஆம். இருக்கின்றது. ஒளிப்புள்ளியான இறைவன் சிவனை சரியான புரிந்து உணர்ந்து மேலும் தன்னை ஒரு ஒளிப்புள்ளி ஆத்மா என புரிந்துணர்ந்து மனதால் அவரை நினைத்தால் நம் பழைய பாவங்கள் எரிந்து பஸ்பமாகிவிடும். ",
      },
      {
        id: "karma7",
        text: "அவ்வளவு எளிதானதா? அதற்கு எதுவும் பெயர் உண்டா?",
        answer:
          "ஆம் அவ்வளவே எளிதானது. அதற்கு இராஜயோகம் என்று பெயர். அது இறைவனால் ஸ்தாபிக்கப்பட்ட பிரம்மா குமாரிகள் ஈஸ்வரிய விஷ்வ வித்யாலத்தில் மட்டுமே கிடைக்கக்கூடியது ஆகும். ",
      },
      {
        id: "karma8",
        text: "இனி பாவகர்மங்கள் செய்யாமல் இருக்க என்ன வழி? ",
        answer:
          "பிரம்மா குமாரிகள் ஈஸ்வரிய விஷ்வ வித்யாலத்தில் மட்டுமே கிடைக்கக்கூடிய இந்த இராஜயோக கல்வியானது இனிமேல் பாவங்கள் செய்யாமலிருக்க நமக்கு வழிக்காட்டும் இறைஞானம் உள்ளடக்கியது ஆகும். ",
      },
      {
        id: "karma9",
        text: "எது பாவ கர்மம் எது புண்ணிய கர்மம்?",
        answer:
          "உடல் உணர்வில் நாம் செய்யும் அனைத்து காரியங்களும் பாவம் காரியங்களாகும். ஆத்மா உணர்வில் நாம் செய்யும் அனைத்து காரியங்களும், மற்றவருக்கு நன்மை மற்றும் சுகம் தரக்கூடிய காரியங்களும் புண்ணிய காரியங்கள் ஆகும். ",
      },
      {
        id: "karma10",
        text: "புண்ணியத்தின் பலன் என்ன?",
        answer:
          "புண்ணியத்தின் பலன் சுகமான வாழ்க்கையாகும். கஷ்ட காலத்தில் ஆத்ம பலம் தருவது ( மாறல் சப்போர்ட் ) புண்ணியமாகும்.",
      },
    ],
  },

  {
    id: "benefits",
    title: "தியானம் - நன்மைகள்",
    questions: [
      {
        id: "benefits1",
        text: "உலகறிந்த பலன்களை தவிர இந்த இராஜயோக தியானத்திற்கு என்று ஏதேனும் தனிப்பட்ட பலன்கள் இருக்கின்றதா? ",
        answer:
          "ஆம் கனவிலும் எண்ணியிராத பலன்கள் இந்த இராஜயோக தியானத்திற்கு உண்டு. இங்கு எழுதி மாளாது தயவுசெய்து அருகில் உள்ள இராஜயோக தியான நிலையத்தை அணுகவும். மேலும் இத்தியானம் கண் திறந்து செய்யக்கூடிய தியானம் ஆகும். அதனால் இதற்கு என்று தனிப்பட்ட நேரம் இல்லை. அதனால் இந்த தியானத்தினை எந்த இடத்திலும் எந்த நேரத்திலும் செய்யலாம். ",
      },
      {
        id: "benefits2",
        text: "பொதுவான பலன்கள் என்ன? (அ) தியானத்தினால் நன்மைகள் என்ன?",
        answer:
          "தியானத்தினால் மனம் அமைதி பெறுகின்றது. மனம் ஒருமைப்படுகின்றது. புத்தி துல்லியமாகின்றது. பழைய வேண்டாத பழக்கங்கள் மாறி புதிய நல்ல பழக்கவழக்கங்கள் உருவாகி வாழ்க்கை தெய்வீகமாகின்றது. ",
      },
    ],
  },

  {
    id: "maya-ravan",
    title: "மாயா - இராவணன்",
    questions: [
      {
        id: "maya-ravan1",
        text: "மாயை என்றால் என்ன...?",
        answer:
          "நிழலை நிஜம் என உணருவதே மாயை.",
      },
       {
        id: "maya-ravan2",
        text: "எது நிழல்?",
        answer:
          "புகழ் இகல் சுகம் துக்கம் இவற்றை உண்மையென ஏற்றுக் கொள்வது (அறியாமை).",
      },
       {
        id: "maya-ravan3",
        text: "மாயை வரக்கூடிய வாசல் எது?",
        answer:
          "அலட்சியம் அல்லது கவனக்குறைவு .",
      },
       {
        id: "maya-ravan4",
        text: "சத்தியமான உணர்வு என்றால்?",
        answer:
          "நான் ஒரு ஆத்மா இவ் உடலில்  ஓளிப் புள்ளி யாக வாழ்ந்து கொண்டிருக்கும் ஒரு சை த்தன் யமான சக்தி என்ற உணர்வில் இருப்பது .",
      },
       {
        id: "maya-ravan5",
        text: "பொய்யான உணர்வும் உண்டோ?",
        answer:
          "ஆம் நம்மில் பலர் அழியக்கூடிய இந்த உடலே நாம் தான் என்று எண்ணுகிறோம் அதுவே ஆகும்..",
      },
      {
        id: "maya-ravan5",
        text: "பொய்யான,அசத்தியமான உணர்வில் இருப்பதன் விளைவு?",
        answer:
          "காமம் கோபம் பேராசை பற்று அகங்காரம் என்ற ஐந்து விகாரங்களின் தாக்கம். இந்த ஐந்தின் உருவகம் தான் இராவணனை  .",
      },
       {
        id: "maya-ravan6",
        text: "இந்த மாயை ஆகிய இராவணனை வெல்ல வழி??",
        answer:
          "பிரம்மா குமாரிகள் ராஜ யோகா.",
      },
       {
        id: "maya-ravan7",
        text: "இப்பொழுது நாம் சாமி கும்பிடுகிறோமே அதை தியானம் என்று சொல்ல முடியாதா??",
        answer:
          "முடியாது.அதை பக்தி என்று சொல்லலாம். பக்தி என்பது தன்னை உடல் என்று நினைத்து கடவுளை அறியாமல்  பௌதிகமாக  அவரை வேண்டுவது .",
      },
    ],
  },

  // {
  //   id: "mukthi",
  //   title: "முக்தி – மோட்சம்",
  //   questions: [
  //     {
  //       id: "mukthi1",
  //       text: "ஆத்மா என்றால் என்ன?",
  //       answer:
  //         "ஆத்மா என்பது உடலல்ல. அது சிந்திக்கும், உணரும், அனுபவிக்கும் ஒளியின் புள்ளியாகும். நான் ஒரு ஆத்மா என்ற உணர்வே ஆன்மிக வாழ்க்கையின் அடிப்படை.",
  //     },
  //   ],
  // },

  {
    id: "ithihas",
    title: "மனதில் மஹாபாரதம்",
    questions: [
      {
        id: "ithihas1",
        text: "மகாபாரதம் என்பது....?",
        answer:
          "இதிகாசங்களுள் (புராணம் )ஒன்று. தர்மத்திற்கு அதிர்மத்திற்கும் இடையே நடந்த போர் அதில் கூறப்பட்டுள்ளது. ",
      },
       {
        id: "ithihas2",
        text: "தர்மவாதிகள், அதர்மவாதிகள் யார் யார்?",
        answer:
          "பாண்டவர்கள் தர்மவாதிகள், கௌரவர்கள் அதர்மவாதிகள் ",
      },
       {
        id: "ithihas3",
        text: "இறைவன் தந்தை தன் குழந்தைகளையே கொல்ல தூண்டுவாரா? ",
        answer:
          "இது ஒரு ஞாபகார்த்த உவமேய கதை. ",
      },
       {
        id: "ithihas4",
        text: "அப்படியானால் எப்போது  எங்கு நடந்தது?",
        answer:
          "கலியுக இறுதியில் கடவுள் அவதரித்து கீதை ஞானத்தை அருளிய போது மனித மனதிற்குள் நடந்தது. ",
      },
       {
        id: "ithihas5",
        text: "அந்த ஞானத்தில்  இறைவன் கூறுவது என்ன?",
        answer:
          "உன்னை ஆத்மா என உணர்ந்து என்னை நினைவு செய் ",
      },
       {
        id: "ithihas6",
        text: "இது எப்படி போராகும்?",
        answer:
          "ஆத்மா புத்தி மூலம் இறைவனை நினைக்கையில் மனதில் ஏற்படும் தடைகளுடன்(வீணான எண்ணங்கள் மற்றும் விகாரங்கள் - காம கோப லோப மோக அகங்காரம்  ) போரிடுகிறது. புத்தியானது கடவுளின் பக்கம் செல்லும் மனம் புத்தியை கீழ்நோக்கி இழுக்கும்  இது மாறி மாறி நடக்கும் பொழுது இதுவே பெரிய யுத்தமாகும்  ",
      },
       {
        id: "ithihas7",
        text: "மனதில் யுத்தம் செய்யாமல்  வெல்பவர் நிலை?",
        answer:
          " அவர் சொர்க்கம்  செல்வார் உயர்ந்த பதவி அடைவார். போரில் தோற்பவர் ஆன்மீக பாதையை விட்டு விலகி சென்று விடுவார் ",
      },
       {
        id: "ithihas8",
        text: " உவமேயம் (ஞாபகார்த்தம்) பற்றி சொல்லுங்கள்??",
        answer:
          "1.அர்ஜுன் --ஆத்மா இறை மாணவன். 2.சகாதேவன்-- இறைஞானத்தை கடைபவன்.  3.கிருஷ்ணன்-- பரமாத்மாவாகிய சிவன். 4.ரதம் -பிரவேசிக்கும் உடல்  5.கர்ணன்-- தீய சகவாசம் 6.துரியோதனன்-- பேராசை. 7.சகுனி-- குறுக்கு புத்தி கொண்ட கிரிமினல் 8.குந்தி தேவி  - திரிகால தரிசி ஆகாமல் கர்மம் செய்பவர். 9.திருதராஷ்டிரன்-- பற்று கொண்டு சத்திய நாசம் செய்பவன்.  10.இந்திரப்ரஸ்தம் --நமது சொர்க்க ராஜ்ஜியம். ",
      },
       {
        id: "ithihas9",
        text: "ஆத்மா என்றால் என்ன?",
        answer:
          "ஆத்மா என்பது உடலல்ல. ",
      },
       {
        id: "ithihas10",
        text: "ஆத்மா என்றால் என்ன?",
        answer:
          "ஆத்மா என்பது உடலல்ல. ",
      },
       {
        id: "ithihas11",
        text: "ஆத்மா என்றால் என்ன?",
        answer:
          "ஆத்மா என்பது உடலல்ல. ",
      },
    ],
  },

  // {
  //   id: "Birth-Death",
  //   title: "பிறப்பின் இரகசியம்",
  //   questions: [
  //     {
  //       id: "birth-death1",
  //       text: "ஆத்மா என்றால் என்ன?",
  //       answer:
  //         "ஆத்மா என்பது உடலல்ல. அது சிந்திக்கும், உணரும், அனுபவிக்கும் ஒளியின் புள்ளியாகும். நான் ஒரு ஆத்மா என்ற உணர்வே ஆன்மிக வாழ்க்கையின் அடிப்படை.",
  //     },
  //   ],
  // },
];
