export type Topic = {
  id: string;
  title: string;
  questions: Question[];
};

export type Question = {
  id: string;
  text: string;
  answer: string;
};

export const botData: Topic[] = [
  {
    id: "rajyoga",
    title: "ராஜயோகம்",
    questions: [
      {
        id: "rajyoga1",
        text: "இராஜயோகம் தியானம் என்றால் என்ன?",
        answer:
          "ஆத்மாவாகிய நாம் பரமாத்மாவாகிய இறைவனை தொடர்புக் கொள்ளும் முறையே இராஜயோக தியானம் ஆகும்.",
      },
      {
        id: "rajyoga2",
        text: "இராஜயோகத்தின் மூலம் இறைவன் அருள் கிடைக்குமா?",
        answer:
          "இறைவன் அருள் பெறும் மிக எளிய வழியே இந்த இராஜயோக தியானம் ஆகும். ஒரு செலவும் இல்லாமல் மனதால் மட்டுமே இறைவனை நினைப்பதாலேயே நாம் எளிதாக இறைவன் அருள் பெறமுடியும். ஏழைக்களுக்காகவே இறைவன்.",
      },
      {
        id: "rajyoga3",
        text: "இராஜயோக தியானம் எப்படி செய்வது?",
        answer:
          "தான் இந்த அழியும் உடல் அல்ல, ஆனால் இந்தவுடலில் வாழும் தெய்வீக அழியாத சக்தி ஆத்மா என தன்னை புரிந்து உணர்ந்து இறைவனை மனதால் நினைப்பதே இராஜயோக தியானம் ஆகும்.",
      },
      {
        id: "rajyoga4",
        text: "இராஜயோக தியானம் செய்ய எதுவும் ஆசனப்பயிற்சி தேவையா? ",
        answer:
          "இல்லை. முதியோர், பருமானவர், உடல் நலமில்லாதவர், என அனைவருமே இந்த தியான பயிற்சியை செய்யலாம். இதற்கு எந்த ஆசனப்பயிற்சியும் தேவையில்லை. ",
      },
      {
        id: "rajyoga5",
        text: "இராஜயோக தியானம் கற்க எதுவும் கட்டணம் உண்டா? ",
        answer:
          "இல்லை. இது இறைவனால் கற்றுத்தரப்படும் இலவச தியானப்பயிற்சி இதற்கு எந்த கட்டணமும் தேவையில்லை.",
      },
      {
        id: "rajyoga6",
        text: "இராஜயோக தியானம் கற்க என்னத்தான் வேண்டும்?",
        answer:
          "தினமும் ஒருமணி நேரம் என்று, ஏழு நாள் அடிப்படை பாடம் எடுத்துக்கொள்ள வேண்டும். அவ்வளவு தான்.",
      },
       {
        id: "rajyoga7",
        text: "இராஜயோக தியானம் செய்ய ஏதுவான நேரம் எது?",
        answer:
          "இராஜயோக தியானம் கண்களை திறந்து செய்யும் தியானம் என்பதால் இதற்கு என்று ஒரு குறிப்பிட்ட நேரம் என்று ஒன்றில்லை. காரியங்கள் செய்யும் பொழுதுக் கூட இந்த தியானம் செய்யப்படுவதால் இதற்கு கர்மயோகம் என்றும் கூறப்படுகின்றது.",
      },
       {
        id: "rajyoga8",
        text: "எவ்வளவு நேரம் தியானம் செய்ய வேண்டும்?",
        answer:
          "ஒரு நிமிடம். ஆம் ஒரு நிமிடம் கூட இந்த தியானத்தினை செய்யலாம். அதுமட்டுமின்றி உங்களுக்கு சௌகரியமான நேரத்தில் சௌகரியமான நேரளவு இந்த தியானத்தை செய்யலாம்.",
      },
    ],
  },

  {
    id: "soul",
    title: "நான் - ஆத்மா",
    questions: [
      {
        id: "soul1",
        text: "நான் யார்?  நான், நான் என்பது யார்? ",
        answer:
          "நான் நான் எனும்பொழுது பொதுவாக இந்த உடலையும் இந்த முகத்தையும் தான் நான் என்று தவறாக புரிந்து இருக்கின்றோம். ஆனால் நான் என்பது இந்த உடல் கிடையாது. மாறாக நான் என்பது இந்த உடலையே செயல்படுத்த வல்ல உயிர் என்று பாமரமாக சொல்லப்படும், ஆத்மா ஆகும். ஆக நான் என்பது வெளிபுறமாக நாம் பார்க்கும் இந்த உடல் அல்ல இந்த உடலுக்குள் இருந்து அனைத்து காரியங்களும் செய்யும் ஆத்மாவே நான் எனப்படுவதாகும். ",
      },
      {
        id: "soul2",
        text: "நான் என்பது எண்ணங்களா இல்லை வேறா? ",
        answer:
          "நான் என்பது எண்ணங்கள் அல்ல. எண்ணங்கள் என்பது நான் என்று சொல்லக்கூடிய ஆத்மாவினுள் உள்ள மனதிலிருந்து எழுப்பப்படுவதே தவிர அவ்வாறு எழுப்பப்படும் எண்ணங்களே நான் என்பது முற்றிலும் தவறானது. ",
      },
       {
        id: "soul3",
        text: "நான் என்பது மூளையா? ",
        answer:
          "இல்லை. நான் என்பது மூளை இல்லை. மூளை உடலின் ஒரு பகுதி தானே தவிர அது தனித்தியங்குவதில்லை.  மூளை சாவு ஏற்பட்டால் உயிர் அதாவது ஆத்மா உடலைப் பிரிந்துவிடுகின்றது தான் அதனால் மூளைத்தான் உடலை இயக்குகின்றது என்றோ அது தான் நான் என்பதோ கிடையாது. மூளை என்பது கம்பியுட்டரின் சி பி யு போல தான் எப்படி சி பி யு இல்லையாயின் கம்பியுட்டர் செயல்படாதோ அவ்வாறு ஆத்மாவினால் மூளை இன்றி இந்த உடலை இயக்கமுடியாது தானே தவிர தான் அதே உடலில் இருக்கத்தான் வேண்டுமேன்ற கட்டாயம் இல்லாமல் அது வெளியேறுகின்றது. ",
      },
       {
        id: "soul4",
        text: "ஆத்மா உடலிலிருந்து எவ்வாறு வேறுபடுகிறது? ",
        answer:
          "முதலில் ஆத்மா பௌதீக பொருள் அல்ல அது ஒரு ஆற்றல் மிக நுண்ணியமான ஒளிப்புள்ளி, அதனால் அது அழியாதது. இந்த கண்களால் காணமுடியாதது ஆனால் உடல் ஐந்து தத்துவத்தினால் ஆனது அதாவது ஒரு பௌதீக கட்டமைப்பு ஆதலால் அது அழிந்துப் போகக்கூடியது. அடுத்து ஆத்மா சைத்தயமானது அதாவது “சித்” என்று சொல்லப்படக்கூடிய விழிப்புணர்வு உடையது. உடல் இல்லாவிடினும் கூட சில காரியங்கள் செய்யவல்லது.  ஆனால் உடல் ஆத்மா(உயிர்) இல்லாவிட்டால் அது ஜடமாகிவிடுகின்றது. அதற்கென்று ஒரு உணர்வோ, எண்ண உற்பத்தியோ, ஞாபக சக்தியோ, இயக்கமோ இருப்பதில்லை. ஆக ஆத்மா வேறு உடல் வேறு. ",
      },
       {
        id: "soul5",
        text: "ஆத்மாவின் இயல்பு (சுபாவம்) என்னென்ன? ",
        answer:
          "ஆத்மாவின் இயல்பு அமைதி அதாவது ஆத்மாவின் சுயதர்மம் என்பது அமைதி தான். மட்டுமின்றி ஆத்மாவின் இயல் குணங்கள் என்பது தூய்மை, அமைதி, ஞானம், அன்பு, மகிழ்ச்சி, ஆனந்தம் மற்றும் சக்தி ஆகும். நம்மை நாம் இந்த உடல் என நினைத்து இவைகளை நாம் இப்பொழுது தொலைத்துவிட்டோம். வெளியில் தேடிக்கொண்டிருக்கிறோம். அது வெளியில் நிரந்தரமாக கிடைக்காது. நமக்குள்ளே நிரந்தரமாக இருக்கின்றது. ",
      },
       {
        id: "soul6",
        text: "ஆத்மா அழிவில்லாதது (அமரமானது) என்று கூறுவதன் அர்த்தம் என்ன? ",
        answer:
          "ஆத்மாவிற்கு ஆக்கமும் இல்லை அழிவும் இல்லை. அதாவது உருவாக்கபடாத ஒன்று அழிக்கப்படமுடியாதது. அது ஒரு ஆற்றல். ஆற்றலை ஆக்கவோ அழிக்கவோ முடியாதது என்பதை நாம் அறிந்ததே. ஆனால் ஒரு ஆற்றல் இன்னொரு ஆற்றலாக மாறும் அதுப்போல் ஆத்மா உயர்ந்த நிலையிலிருந்து தாழ்ந்தும் தாழ்ந்த நிலையிலிருந்து உயர்ந்த நிலைக்கும் காலத்திற்கேற்றவாறு மாறுகின்றது. மேலும் ஆத்மா உடல் போன்று பௌதீக பொருள் அல்ல அதனால் அதற்கு அழிவு என்பது இல்லை. அதனால் தான் யாரேனும் இறந்தால் அவருடைய உடலின் பெயர் சொல்லி எப்பொழுது இறந்தார்கள் என்றும், உயிர் எப்பொழுது பிரிந்தது என்றும், உயிர் எப்பொழுது போச்சு என்றும் கேட்கின்றார்கள் ஏனெனில் உயிர் அழிவில்லாதது வெறுமனே உடலிலிருந்து பிரியக்கூடியது. உபயோகப்படாத உடல் உள்ளிருந்து வெளியே போகக்கூடியது. ஆனால் அழியாதது. ",
      },
       {
        id: "soul7",
        text: "ஆத்மா எங்கு, எப்படி இருக்கின்றது? ",
        answer:
          "ஒரு காரை இயக்க டிரைவர் சீட் எனப்படும் ஒரு இருக்கை தேவைப்படுகின்றது, யாரும் அமர்ந்து ஒரு காரியம் செய்ய ஒரு இருக்கை தேவைப்படுகின்றது, உதாரணம் முதலமைச்சர், பிரதமர், நீதிபதி, அதுப்போல் ஆத்மாவானது நெற்றியில் இருபுருவங்களுக்கு மத்திக்கு நேராக உள்கபாலத்தில் ஒரு வெற்றிடத்தில் இருக்கின்றது. அதனை சுற்றி ஹைப்போதலாமஸ் இருக்கின்றது. ஆத்மாவானது இந்த காண்களால் காணமுடியாதளவு மிக நுண்ணியமான ஒளிப்புள்ளி நட்சத்திரமாக இருக்கின்றது. ஒருவர் ஆத்மாவை இந்த கண்களால் காணமுடியாது ஆனால் அவர் தன்னை உணரலாம் தன் இருப்பபை உணரலாம். மூன்றாம் கண் எனப்படக்கூடிய தெய்வீக கண்ணால் ஆத்மாவை காணலாம். ",
      },
       {
        id: "soul8",
        text: "ஆத்மா எப்படி வேலை செய்கின்றது? ",
        answer:
          "உடலில் எப்படி 5 கர்ம இந்திரியங்கள் உள்ளனவோ, அதுப்போல் ஆத்மாவில் மனம் புத்தி சமஸ்காரம் என்ற மூன்று ஞான இந்திரியங்கள் உள்ளன. மனதின் வேலை எண்ணங்கள் எழுப்புவது, (என்ன வேண்டுமானலும் எண்ணம் வரலாம்), புத்தி மனதில் வரக்கூடியனவற்றினை தன்னிடம் உள்ள தகவல்களை பொருத்து முடிவெடுத்தலும், புது தகவல்களை சேமித்தலும் அதன் வேலையாகும். சமஸ்காரம் என்பது சமஸ்கிருத வார்த்தை. தமிழில் இயல்பு அல்லது சுபாவம் எனப்படுகின்றது. இந்த சமஸ்காரம் என்பது நாம் அடிக்கடி செய்யும் பழக்கவழக்கங்களின் தொகுப்பே சமஸ்காரம் ஆகும். இப்பொழுது இந்த சமஸ்காரம் தான் அதிகமான சமயங்களில் நம்மை ஆட்டோ பைலட் மோடில் அதாவது தன்னிச்சையாக நம் வாழ்க்கை நடத்துகின்றது. ஒருவரது சமஸ்காரத்தினைப் பொறுத்தே அவரது வாழ்க்கை அமைகின்றது. ",
      },
       {
        id: "soul9",
        text: "துக்கம் மற்றும் கோபம் போன்ற உணர்வுகள் ஆத்மாவுடன் தொடர்புடையதாஇ அல்லது உடலுடன் தொடர்புடையதா? ",
        answer:
          "கவனக்குறைவு, மனசோர்வு, மனவுளைச்சல், மனப்பாரம், சகிக்கமுடியாத தனிமை, சிடுசிடுத்தல், எரிச்சலடைதல், கவலை, காமம், பற்றுதல், துக்கம், கோபம், பொறாமை, என இன்னமும் பலவும், அதாவது கஷ்டம் தரும் அனைத்துமே உடல் உணர்வுகளேயன்றி ஆத்மாவினுடையது அல்ல. நாம் நம்மை ஆத்மா என புரிந்துணர்ைவு மாற்றிக்கொள்ளும் பொழுது நிலையான அமைதி ஆனந்தம் நம் வாழ்விலும் வர ஆரம்பிக்கின்றது. ",
      },
       {
        id: "soul10",
        text: "“நான் உடல் அல்ல, ஆத்மா” என்ற உணர்வு வாழ்க்கையை எவ்வாறு மாற்றுகிறது? ",
        answer:
          "இந்த சத்திய புரிதல் வாழ்க்கையை புரட்டிப் போட்டுவிடுகின்றது. முக்கியமாக இறப்பு என்ற காலனை எமனை வெல்லச் செய்கின்றது. ஏனெனில் ஆத்மா அழிவற்றது ஆக மரணம் பயம் நம்மை விட்டு ஒடோழிக்கிறது. நமக்குள் நிதானம் அமைதியை கொண்டுவருகின்றது. ஒரு தியாகம் சேவை நிறைந்த உருபடியான வாழ்க்கை வாழ வழிசெய்கின்றது. ஏன் உருபடியான வாழ்க்கை எனப்படுகின்றது, ஒருவர் 80 ஆண்டு வாழ்ந்து இறந்தபின் ஆத்மா உடலைவிட்டு பிரிந்தப்பின் தனக்காக என்ன செய்தோம் என திரும்பிப் பார்த்தால் ஒன்றுமே மிஞ்சியிராது. ஆனால் தன்னை ஆத்மா என வாழ்ந்தால், வாழ்ந்திருந்தால் அதிகம் சேமிப்பாகியிருக்கும். ",
      },

    ],
  },

  {
    id: "Supreame-soul",
    title: "இறைவன் - பரமாத்மா",
    questions: [
      {
        id: "Supreame-soul1",
        text: "ஆத்மா என்றால் என்ன?",
        answer:
          "ஆத்மா என்பது உடலல்ல. அது சிந்திக்கும், உணரும், அனுபவிக்கும் ஒளியின் புள்ளியாகும். நான் ஒரு ஆத்மா என்ற உணர்வே ஆன்மிக வாழ்க்கையின் அடிப்படை.",
      },
    ],
  },

  {
    id: "three-worlds",
    title: "உலகம் - மூன்று",
    questions: [
      {
        id: "three-worlds1",
        text: "ஆத்மா என்றால் என்ன?",
        answer:
          "ஆத்மா என்பது உடலல்ல. அது சிந்திக்கும், உணரும், அனுபவிக்கும் ஒளியின் புள்ளியாகும். நான் ஒரு ஆத்மா என்ற உணர்வே ஆன்மிக வாழ்க்கையின் அடிப்படை.",
      },
    ],
  },

  {
    id: "drama-wheel",
    title: "வாழ்க்கை - நாடகம்",
    questions: [
      {
        id: "drama-wheel1",
        text: "ஆத்மா என்றால் என்ன?",
        answer:
          "ஆத்மா என்பது உடலல்ல. அது சிந்திக்கும், உணரும், அனுபவிக்கும் ஒளியின் புள்ளியாகும். நான் ஒரு ஆத்மா என்ற உணர்வே ஆன்மிக வாழ்க்கையின் அடிப்படை.",
      },
    ],
  },

  {
    id: "ladder",
    title: "ஏன் இப்படி – ஏணிப்படி",
    questions: [
      {
        id: "ladder1",
        text: "ஆத்மா என்றால் என்ன?",
        answer:
          "ஆத்மா என்பது உடலல்ல. அது சிந்திக்கும், உணரும், அனுபவிக்கும் ஒளியின் புள்ளியாகும். நான் ஒரு ஆத்மா என்ற உணர்வே ஆன்மிக வாழ்க்கையின் அடிப்படை.",
      },
    ],
  },

  {
    id: "karma",
    title: "இன்ப துன்பம் - கர்மா",
    questions: [
      {
        id: "karma1",
        text: "ஆத்மா என்றால் என்ன?",
        answer:
          "ஆத்மா என்பது உடலல்ல. அது சிந்திக்கும், உணரும், அனுபவிக்கும் ஒளியின் புள்ளியாகும். நான் ஒரு ஆத்மா என்ற உணர்வே ஆன்மிக வாழ்க்கையின் அடிப்படை.",
      },
    ],
  },

  {
    id: "benefits",
    title: "தியானம் - நன்மைகள்",
    questions: [
      {
        id: "benefits1",
        text: "ஆத்மா என்றால் என்ன?",
        answer:
          "ஆத்மா என்பது உடலல்ல. அது சிந்திக்கும், உணரும், அனுபவிக்கும் ஒளியின் புள்ளியாகும். நான் ஒரு ஆத்மா என்ற உணர்வே ஆன்மிக வாழ்க்கையின் அடிப்படை.",
      },
    ],
  },

  {
    id: "maya-ravan",
    title: "மாயா - இராவணன்",
    questions: [
      {
        id: "maya-ravan1",
        text: "ஆத்மா என்றால் என்ன?",
        answer:
          "ஆத்மா என்பது உடலல்ல. அது சிந்திக்கும், உணரும், அனுபவிக்கும் ஒளியின் புள்ளியாகும். நான் ஒரு ஆத்மா என்ற உணர்வே ஆன்மிக வாழ்க்கையின் அடிப்படை.",
      },
    ],
  },

  {
    id: "mukthi",
    title: "முக்தி – மோட்சம்",
    questions: [
      {
        id: "mukthi1",
        text: "ஆத்மா என்றால் என்ன?",
        answer:
          "ஆத்மா என்பது உடலல்ல. அது சிந்திக்கும், உணரும், அனுபவிக்கும் ஒளியின் புள்ளியாகும். நான் ஒரு ஆத்மா என்ற உணர்வே ஆன்மிக வாழ்க்கையின் அடிப்படை.",
      },
    ],
  },

  {
    id: "ithihas",
    title: "மனதில் மஹாபாரதம்",
    questions: [
      {
        id: "ithihas1",
        text: "ஆத்மா என்றால் என்ன?",
        answer:
          "ஆத்மா என்பது உடலல்ல. அது சிந்திக்கும், உணரும், அனுபவிக்கும் ஒளியின் புள்ளியாகும். நான் ஒரு ஆத்மா என்ற உணர்வே ஆன்மிக வாழ்க்கையின் அடிப்படை.",
      },
    ],
  },

  {
    id: "Birth-Death",
    title: "பிறப்பின் இரகசியம்",
    questions: [
      {
        id: "birth-death1",
        text: "ஆத்மா என்றால் என்ன?",
        answer:
          "ஆத்மா என்பது உடலல்ல. அது சிந்திக்கும், உணரும், அனுபவிக்கும் ஒளியின் புள்ளியாகும். நான் ஒரு ஆத்மா என்ற உணர்வே ஆன்மிக வாழ்க்கையின் அடிப்படை.",
      },
    ],
  },
];
